tap "afnanenayet/tap"
tap "ankitpokhrel/jira-cli"
tap "cjbassi/ytop"
tap "eth-p/software"
tap "fastly/tap"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
tap "wfxr/csview"
brew "ack"
brew "adns"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pkg-config"
brew "lzo"
brew "openssl@1.1"
brew "pixman"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "tcl-tk"
brew "cairo"
brew "fribidi"
brew "jpeg"
brew "libtiff"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ansifilter"
brew "giflib"
brew "webp"
brew "aom"
brew "zstd"
brew "boost"
brew "docbook"
brew "source-highlight"
brew "asciidoc"
brew "asciinema"
brew "ncurses"
brew "perl"
brew "asciiquarium"
brew "aspell"
brew "astyle"
brew "atk"
brew "atuin"
brew "autoconf"
brew "autoenv"
brew "autojump"
brew "automake"
brew "bandwhich"
brew "bat"
brew "bdw-gc"
brew "bingrep"
brew "bison"
brew "bison@2.7"
brew "boost-python3"
brew "libunistring"
brew "pcre2"
brew "boxes"
brew "gmp"
brew "coreutils"
brew "libevent"
brew "popt"
brew "s-lang"
brew "newt"
brew "utf8proc"
brew "tmux"
brew "byobu"
brew "bzip2"
brew "libsigc++"
brew "cairomm"
brew "cfitsio"
brew "eigen"
brew "mpfr"
brew "cgal"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "cscope"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "ddrescue"
brew "deno"
brew "dfc"
brew "libusb"
brew "dfu-util"
brew "diff-so-fancy"
brew "direnv"
brew "docbook-xsl"
brew "docutils"
brew "dust"
brew "efm-langserver"
brew "emojify"
brew "enchant"
brew "epsilon"
brew "wxwidgets"
brew "erlang"
brew "exa"
brew "expat"
brew "lz4"
brew "snappy"
brew "fd"
brew "fff"
brew "libogg"
brew "flac"
brew "frei0r"
brew "libtool"
brew "guile"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsamplerate"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "isl"
brew "libmpc"
brew "gcc"
brew "figlet"
brew "fish"
brew "flex"
brew "libspiro"
brew "libuninameslist"
brew "fontforge"
brew "freexl"
brew "fzf"
brew "gawk"
brew "gd"
brew "geos"
brew "hdf5"
brew "json-c"
brew "krb5"
brew "libxml2"
brew "libdap"
brew "proj"
brew "libgeotiff"
brew "libpq"
brew "libspatialite"
brew "netcdf"
brew "nspr"
brew "nss"
brew "openblas"
brew "numpy"
brew "poppler"
brew "unixodbc"
brew "xerces-c"
brew "gdal"
brew "gdb"
brew "genact"
brew "geoip"
brew "gh"
brew "ghi"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-ftp"
brew "gitui"
brew "glew"
brew "glm"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "libcerf"
brew "lua"
brew "gnuplot"
brew "go"
brew "openjdk"
brew "google-java-format"
brew "google-sparsehash"
brew "gopls"
brew "sdl2_image"
brew "gource"
brew "gpgme"
brew "gpp"
brew "gradle"
brew "grails"
brew "jasper"
brew "netpbm"
brew "python@3.8"
brew "gts"
brew "graphviz"
brew "grep"
brew "grip"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "hadolint"
brew "hexyl"
brew "highlight"
brew "howdoi"
brew "hr"
brew "htop"
brew "httperf"
brew "httrack"
brew "hub"
brew "hyperfine"
brew "xmlto"
brew "shared-mime-info"
brew "imagemagick@6"
brew "imapsync"
brew "ivy"
brew "jansson"
brew "jdtls"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "kotlin"
brew "lazygit"
brew "leiningen"
brew "less"
brew "lftp"
brew "libcroco"
brew "libev"
brew "libiconv"
brew "libmemcached"
brew "libscrypt"
brew "libsigc++@2"
brew "libssh"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxmlsec1"
brew "libyaml"
brew "libzip"
brew "lighttpd", restart_service: true
brew "little-cms"
brew "llvm"
brew "lolcat"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "lzip"
brew "lzlib"
brew "mackup"
brew "node"
brew "markdownlint-cli"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "memcached", restart_service: true
brew "mercurial"
brew "midnight-commander"
brew "mold"
brew "msgpack"
brew "tokyo-cabinet"
brew "mutt"
brew "protobuf"
brew "mysql", restart_service: true
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: true
brew "ngrep"
brew "ninja"
brew "nmap"
brew "node@16"
brew "nvm"
brew "offlineimap", restart_service: true
brew "ossp-uuid"
brew "pidof"
brew "pipx"
brew "podofo"
brew "portaudio"
brew "postgresql", restart_service: true
brew "protobuf-c"
brew "sfcgal"
brew "postgis"
brew "procs"
brew "prometheus", restart_service: true
brew "pstree"
brew "py3cairo"
brew "pybind11"
brew "pygobject3"
brew "pypy"
brew "pypy3"
brew "rabbitmq", restart_service: true
brew "ranger"
brew "rclone"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rhino"
brew "ripgrep"
brew "rsnapshot"
brew "ruby"
brew "rust-analyzer"
brew "sbt"
brew "scala"
brew "scipy"
brew "scons"
brew "screenfetch"
brew "selecta"
brew "shellcheck"
brew "siege"
brew "sl"
brew "squashfs"
brew "starship"
brew "stylua"
brew "swig"
brew "task"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmuxinator"
brew "tokei"
brew "tor", restart_service: true
brew "travis"
brew "v8"
brew "vim"
brew "vint"
brew "vips"
brew "w3m"
brew "watch"
brew "watchman"
brew "weechat"
brew "wget"
brew "wrk"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions", link: false
brew "afnanenayet/tap/diffsitter"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "cjbassi/ytop/ytop"
brew "eth-p/software/bat-extras"
brew "fastly/tap/fastly"
brew "hashicorp/tap/terraform-ls"
brew "helix-editor/helix/helix"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wfxr/csview/csview"
cask "adoptopenjdk8"
cask "alacritty"
cask "db-browser-for-sqlite"
cask "eul"
cask "hammerspoon"
cask "kitty"
cask "mactex"
cask "nheko"
cask "vagrant"
cask "vimr"
cask "wine-stable"
cask "wkhtmltopdf"
cask "xquartz"
