ack
adns
adwaita-icon-theme
aom
archey
asciidoc
asciiquarium
aspell
astyle
atk
autoconf
autoenv
autojump
automake
bandwhich
bat
bazaar
bdw-gc
bingrep
bison
bison27
bison@2.7
boost
boost-python
boost-python3
boot2docker
boxes
byobu
cairo
cairomm
cfitsio
cgal
cloc
cmake
cmatrix
coreutils
cowsay
cscope
csview
ctags
curl
dav1d
ddrescue
dfc
dfu-util
diff-pdf
diff-so-fancy
direnv
docbook
docbook-xsl
docker
docker-compose
docker-machine
docutils
dust
eigen
elasticsearch
enchant
epsilon
erlang
exa
expat
fd
fff
ffmpeg
figlet
flac
flex
fontconfig
fontforge
freetype
freexl
frei0r
fribidi
fzf
gawk
gcc
gd
gdal
gdbm
gdk-pixbuf
genact
geoip
geos
gettext
ghi
ghostscript
giflib
git
git-delta
git-flow
git-ftp
glew
glib
glm
gmp
gnome-icon-theme
gnu-getopt
gnu-sed
gnupg
gnuplot
gnutls
go
gobject-introspection
google-sparsehash
googler
gource
gpgme
gpp
gradle
grails
graph-tool
graphite2
graphviz
grep
grip
gsettings-desktop-schemas
gtk+3
gts
guile
harfbuzz
hdf5
heroku
heroku-node
hicolor-icon-theme
highlight
howdoi
hr
htop
htop-osx
httperf
httrack
hub
hyperfine
icu4c
imapsync
isl
ivy
jansson
jasper
jbig2dec
jemalloc
jpeg
jq
json-c
krb5
lame
lazygit
leiningen
leptonica
less
lftp
libass
libassuan
libbluray
libcerf
libcroco
libdap
libepoxy
libevent
libffi
libgcrypt
libgeotiff
libgpg-error
libiconv
libidn
libidn2
libksba
liblwgeom
libmemcached
libmpc
libogg
libpng
libpq
librsvg
libsamplerate
libscrypt
libsigc++
libsigc++@2
libsndfile
libsoxr
libspatialite
libspiro
libssh
libssh2
libtasn1
libtermkey
libtiff
libtool
libuninameslist
libunistring
libusb
libuv
libvidstab
libvorbis
libvpx
libvterm
libxml2
libxmlsec1
libyaml
libzip
lighttpd
little-cms
little-cms2
lolcat
lua
luajit
lynx
lz4
lzip
lzlib
lzo
mackup
maven
mcrypt
memcached
mercurial
mhash
midnight-commander
mpfr
msgpack
mutt
mysql
ncurses
neovim
netcdf
netpbm
nettle
newt
ngrep
nmap
node
npth
nspr
nss
numpy
nvm
offline-imap
offlineimap
oniguruma
openblas
opencore-amr
openjdk
openjdk@11
openjpeg
openldap
openssl
openssl@1.1
opus
ossp-uuid
p11-kit
pango
pcre
pcre2
perl
pidof
pinentry
pipx
pixman
pkg-config
podofo
poppler
popt
portaudio
postgis
postgresql
postgresql@12
procs
proj
protobuf
protobuf-c
pstree
py2cairo
py3cairo
pybind11
pyenv
pyenv-virtualenv
pygobject3
pypy
pypy3
python
python3
python@3.8
python@3.9
q
qt
rabbitmq
ranger
rav1e
re2c
readline
reattach-to-user-namespace
redis
rhino
ripgrep
rsnapshot
rtmpdump
rubberband
ruby
s-lang
sbt
scala
scipy
scons
screenfetch
sdl
sdl2
sdl2_image
sdl_image
selecta
sfcgal
shared-mime-info
shellcheck
siege
sl
snappy
source-highlight
speex
sqlite
squashfs
srt
swig
szip
task
tcl-tk
telnet
tesseract
the_silver_searcher
thefuck
theora
tig
tldr
tmate
tmux
tmuxinator
tokyo-cabinet
tor
travis
unbound
unibilium
universal-ctags
unixodbc
utf8proc
v8
vim
w3m
watch
watchman
webp
weechat
wget
wxmac
x264
x265
xerces-c
xmlto
xvid
xz
ytop
zlib
zsh
zsh-completions
zstd
