ack
archey
asciidoc
astyle
autoconf
autoenv
autojump
automake
bazaar
bison
bison27
boost
boot2docker
byobu
cairo
cmake
coreutils
cscope
ctags
ddrescue
diff-pdf
docbook
docbook-xsl
docker
erlang
flex
fontconfig
freetype
freexl
gd
gdbm
geos
gettext
giflib
git
git-flow
git-ftp
glew
glib
glm
gmp
gnu-getopt
gnu-sed
gnupg
gnuplot
gnutls
gobject-introspection
gource
gpp
grails
grep
highlight
hr
htop-osx
httperf
hub
icu4c
ivy
jpeg
jq
json-c
leiningen
less
lftp
libevent
libffi
libgcrypt
libgeotiff
libgpg-error
libiconv
libmemcached
libpng
libssh2
libtasn1
libtiff
libtool
libyaml
lighttpd
little-cms
little-cms2
lua
luajit
lynx
lzip
lzlib
lzo
macvim
maven
mcrypt
memcached
mercurial
mhash
midnight-commander
mongodb
mutt
mysql
neovim
nettle
newt
ngrep
nmap
node
offline-imap
oniguruma
openjpeg
openssl
ossp-uuid
p11-kit
pcre
php53
pidof
pil
pixman
pkg-config
play12
poppler
popt
postgresql
proj
pstree
pypy
python
python24
python26
python3
python31
python32
rabbitmq
re2c
readline
redis
rhino
riak
rsnapshot
s-lang
sbt
scala
scons
sdl
sdl2
sdl2_image
sdl_image
siege
sqlite
squashfs
the_silver_searcher
tig
tmate
tmux
tokyo-cabinet
tor
unixodbc
v8
watch
webp
wget
wxmac
xmlto
xz
zlib
zsh
