ack
adns
archey
asciidoc
aspell
astyle
atk
autoconf
autoenv
autojump
automake
bazaar
bdw-gc
bison
bison27
bison@2.7
boost
boost-python
boot2docker
byobu
cairo
cairomm
cgal
cloc
cmake
coreutils
cscope
ctags
curl
ddrescue
dfu-util
diff-pdf
docbook
docbook-xsl
docker
elasticsearch
enchant
erlang
ffmpeg
flex
fontconfig
freetype
freexl
gcc
gd
gdal
gdbm
gdk-pixbuf
geoip
geos
gettext
ghi
ghostscript
giflib
git
git-flow
git-ftp
glew
glib
glm
gmp
gnome-icon-theme
gnu-getopt
gnu-sed
gnupg
gnuplot
gnutls
go
gobject-introspection
google-sparsehash
gource
gpp
grails
graph-tool
graphviz
grep
gsettings-desktop-schemas
gtk+3
guile
harfbuzz
hicolor-icon-theme
highlight
hr
htop-osx
httperf
hub
icu4c
imapsync
isl
ivy
jbig2dec
jemalloc
jpeg
jq
json-c
keybase
lame
leiningen
less
lftp
libassuan
libcroco
libepoxy
libevent
libffi
libgcrypt
libgeotiff
libgpg-error
libiconv
libidn
libksba
liblwgeom
libmemcached
libmpc
libpng
librsvg
libsigc++
libspatialite
libssh
libssh2
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libvterm
libxml2
libyaml
lighttpd
little-cms
little-cms2
lua
luajit
lynx
lzip
lzlib
lzo
matplotlib
maven
mcrypt
memcached
mercurial
mhash
midnight-commander
mongodb
mpfr
msgpack
mutt
mysql
neovim
nettle
newt
ngrep
nmap
node
npth
numpy
offline-imap
offlineimap
oniguruma
openjpeg
openssl
ossp-uuid
p11-kit
pango
pcre
pidof
pinentry
pixman
pkg-config
play12
poppler
popt
portaudio
postgis
postgresql
proj
pstree
py2cairo
py3cairo
pygobject3
pypy
pypy3
python
python3
rabbitmq
re2c
readline
redis
rhino
riak
rsnapshot
s-lang
sbt
scala
scipy
scons
sdl
sdl2
sdl2_image
sdl_image
selecta
sfcgal
shared-mime-info
siege
sqlite
squashfs
swig
the_silver_searcher
tig
tmate
tmux
tokyo-cabinet
tor
unibilium
unixodbc
utf8proc
v8
watch
webp
weechat
wget
wxmac
x264
xmlto
xvid
xz
zlib
zsh
