tap "afnanenayet/tap"
tap "ankitpokhrel/jira-cli"
tap "bakks/bakks"
tap "bufbuild/buf"
tap "cjbassi/ytop"
tap "codecrafters-io/tap"
tap "eth-p/software"
tap "fastly/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "lusingander/tap"
tap "mike-engel/jwt-cli"
tap "minio/stable"
tap "neovim/neovim"
tap "pulumi/tap"
tap "quarylabs/quary"
tap "universal-ctags/universal-ctags"
tap "wfxr/csview"
tap "yoheimuta/protolint"
brew "ack"
brew "adns"
brew "libpng"
brew "freetype"
brew "libunistring"
brew "gettext"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "lzo"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "gdk-pixbuf"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "libyaml"
brew "openblas"
brew "readline"
brew "sqlite"
brew "python@3.12"
brew "aider"
brew "ansifilter"
brew "giflib"
brew "little-cms2"
brew "webp"
brew "aom"
brew "aws-sdk-cpp"
brew "protobuf"
brew "llvm"
brew "snappy"
brew "utf8proc"
brew "boost"
brew "docbook"
brew "source-highlight"
brew "asciidoc"
brew "asciinema"
brew "gdbm"
brew "ncurses"
brew "perl"
brew "asciiquarium"
brew "aspell"
brew "astyle"
brew "at-spi2-core"
brew "autoconf"
brew "autoenv"
brew "openssl@1.1"
brew "autojump"
brew "automake"
brew "bandwhich"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "bdw-gc"
brew "bingrep"
brew "biome"
brew "bison"
brew "bison@2.7"
brew "boost-python3"
brew "bottom"
brew "boxes"
brew "bzip2"
brew "libsigc++"
brew "cairomm"
brew "cargo-binstall"
brew "cbindgen"
brew "cfitsio"
brew "eigen"
brew "cgal"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "rtmpdump"
brew "curl"
brew "krb5"
brew "ddrescue"
brew "deno"
brew "dfc"
brew "libusb"
brew "dfu-util"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "docbook-xsl"
brew "docutils"
brew "dust"
brew "duti"
brew "libevent"
brew "editorconfig-checker"
brew "efm-langserver"
brew "libtool"
brew "unixodbc"
brew "elixir"
brew "elixir-ls"
brew "emojify"
brew "enchant"
brew "popt"
brew "epsilon"
brew "expat"
brew "eza"
brew "fd"
brew "fff"
brew "libogg"
brew "flac"
brew "frei0r"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound", restart_service: :changed
brew "gnutls"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libssh"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "flex"
brew "flyctl"
brew "libspiro"
brew "libuninameslist"
brew "fontforge"
brew "freexl"
brew "fx"
brew "fzf"
brew "gawk"
brew "gd"
brew "geos"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "pkgconf"
brew "hdf5"
brew "json-c"
brew "proj"
brew "libgeotiff"
brew "shared-mime-info"
brew "libheif"
brew "libpq"
brew "libxml2"
brew "libspatialite"
brew "netcdf"
brew "nspr"
brew "nss"
brew "numpy"
brew "poppler"
brew "sfcgal"
brew "xerces-c"
brew "gdal"
brew "libuv"
brew "node"
brew "gemini-cli"
brew "genact"
brew "geoip"
brew "gh"
brew "ghi"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "libiconv"
brew "git"
brew "git-delta"
brew "git-flow"
brew "openldap"
brew "git-ftp"
brew "git-lfs"
brew "git-who"
brew "gitoxide"
brew "gitui"
brew "glew"
brew "glm"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "libcerf"
brew "lua"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "openjdk"
brew "google-java-format"
brew "google-sparsehash"
brew "gopls"
brew "sdl2_image"
brew "gource"
brew "gpp"
brew "gradle"
brew "grails"
brew "jasper"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "grep"
brew "grip"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "guile"
brew "hadolint"
brew "helix"
brew "helm"
brew "hexyl"
brew "highlight"
brew "howdoi"
brew "hr"
brew "htop"
brew "httperf"
brew "httrack"
brew "hub"
brew "hyperfine"
brew "libzip"
brew "imagemagick@6"
brew "imapsync"
brew "ipinfo-cli"
brew "ivy"
brew "jansson"
brew "jdtls"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "just"
brew "kotlin"
brew "kotlin-language-server"
brew "ktlint"
brew "lazygit"
brew "leiningen"
brew "less"
brew "lftp"
brew "libffi"
brew "pcre"
brew "libcroco"
brew "libdap"
brew "libev"
brew "libmemcached"
brew "libscrypt"
brew "libsigc++@2"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "libxmlsec1"
brew "little-cms"
brew "lld"
brew "lnav"
brew "logdy"
brew "lolcat"
brew "lsd"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "lzip"
brew "lzlib"
brew "mackup"
brew "markdownlint-cli"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "s-lang"
brew "midnight-commander"
brew "mold"
brew "moreutils"
brew "mpv"
brew "msgpack"
brew "tokyo-cabinet"
brew "mutt"
brew "zlib"
brew "mysql-client"
brew "neovim"
brew "newt"
brew "nghttp2"
brew "ngrep"
brew "ninja"
brew "nmap"
brew "nushell"
brew "nvm"
brew "opentofu"
brew "ossp-uuid"
brew "p7zip"
brew "pandoc"
brew "pidof"
brew "pinact"
brew "podofo"
brew "portaudio"
brew "protobuf-c"
brew "postgis"
brew "postgresql@17"
brew "procs"
brew "protolint"
brew "pstree"
brew "pueue", restart_service: :changed
brew "py3cairo"
brew "pybind11"
brew "pygobject3"
brew "python@3.9"
brew "qt@5"
brew "ranger"
brew "rclone"
brew "re2c"
brew "reattach-to-user-namespace"
brew "rhino"
brew "ripgrep"
brew "rsnapshot"
brew "ruby"
brew "rust-analyzer"
brew "sbt"
brew "scala"
brew "sccache"
brew "scipy"
brew "scons"
brew "screenfetch"
brew "selecta"
brew "selene"
brew "tree-sitter"
brew "semgrep"
brew "shellcheck"
brew "siege"
brew "sl"
brew "sox"
brew "squashfs"
brew "starship"
brew "stylua"
brew "subversion"
brew "swig"
brew "tabiew"
brew "taplo"
brew "task"
brew "tcl-tk"
brew "telnet"
brew "tenere"
brew "terminal-notifier"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tmuxinator-completion"
brew "tokei"
brew "travis"
brew "universal-ctags"
brew "uv"
brew "v8"
brew "vim"
brew "vint"
brew "vips"
brew "w3m"
brew "watch"
brew "watchman"
brew "weechat"
brew "wget"
brew "wrk"
brew "wxwidgets"
brew "xmlto"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-completions", link: false
brew "afnanenayet/tap/diffsitter"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "bakks/bakks/butterfish"
brew "bufbuild/buf/buf"
brew "cjbassi/ytop/ytop"
brew "codecrafters-io/tap/codecrafters"
brew "fastly/tap/fastly"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "heroku/brew/heroku-node"
brew "lusingander/tap/serie"
brew "mike-engel/jwt-cli/jwt-cli"
brew "pulumi/tap/esc"
brew "pulumi/tap/pulumi"
brew "quarylabs/quary/sqruff"
brew "wfxr/csview/csview"
cask "codex"
cask "db-browser-for-sqlite"
cask "eul"
cask "font-blex-mono-nerd-font"
cask "font-ibm-plex-mono"
cask "font-iosevka"
cask "font-monaspace"
cask "font-sauce-code-pro-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "gstreamer-runtime"
cask "hammerspoon"
cask "kitty"
cask "ngrok"
cask "sfdx"
cask "vagrant"
cask "vimr"
cask "wkhtmltopdf"
cask "xquartz"
cargo "bacon"
cargo "cargo-aoc"
cargo "cargo-audit"
cargo "cargo-bloat"
cargo "cargo-cache"
cargo "cargo-check"
cargo "cargo-chef"
cargo "cargo-deny"
cargo "cargo-docs-rs"
cargo "cargo-docset"
cargo "cargo-edit"
cargo "cargo-expand"
cargo "cargo-features-manager"
cargo "cargo-fuzz"
cargo "cargo-generate"
cargo "cargo-insta"
cargo "cargo-machete"
cargo "cargo-make"
cargo "cargo-nextest"
cargo "cargo-outdated"
cargo "cargo-script"
cargo "cargo-shear"
cargo "cargo-sort"
cargo "cargo-sweep"
cargo "cargo-udeps"
cargo "cargo-unused-features"
cargo "cargo-update"
cargo "cargo-watch"
cargo "cross"
cargo "git-credential-null"
cargo "heater"
cargo "mdbook"
cargo "mdbook-linkcheck"
cargo "microserver"
cargo "mini-redis"
cargo "oha"
cargo "runiq"
cargo "rusty-man"
cargo "sqlx-cli"
cargo "sshx"
cargo "viceroy"
cargo "wasm-pack"
cargo "zeta-note"
