wfxr/forgit
PatrickF1/fzf.fish
laughedelic/pisces
jorgebucaran/nvm.fish
franciscolourenco/done
patrickF1/colored_man_pages.fish
jorgebucaran/fisher
acomagu/fish-async-prompt
andreiborisov/sponge
nickeb96/puffer-fish
