wfxr/forgit
PatrickF1/fzf.fish
laughedelic/pisces
jorgebucaran/nvm.fish
patrickF1/colored_man_pages.fish
jorgebucaran/fisher
acomagu/fish-async-prompt
z11i/github-copilot-cli.fish
